app/views/questions/index.html.erb

      <tr>
        <td><%= question.user.first_name %></td>
---
SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 13], ["LIMIT", 1]]