app/views/questions/show.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 13], ["LIMIT", 1]]
---
  <strong>User:</strong>
  <%= @question.user.first_name %>