app/controllers/blood_sugars_controller.rb

SELECT "blood_sugars".* FROM "blood_sugars"
---
  def index
    @blood_sugars = BloodSugar.all