app/controllers/medications_controller.rb

SELECT "medications".* FROM "medications"
---
  def index
    @medications = Medication.all