app/controllers/session_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = ? LIMIT ?  [["email", "kevinosborn31@gmail.com"], ["LIMIT", 1]]
---
  def create
    user = User.find_by email: params[:email]