app/controllers/users_controller.rb

INSERT INTO "users" ("first_name", "last_name", "medicare", "ndss", "phone", "email", "location", "specialization", "user_type", "admin", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @user = User.create user_params

SELECT "blood_sugars".* FROM "blood_sugars"
SELECT "medications".* FROM "medications"
---
  def home
    @blood_sugars = BloodSugar.all
    @medications = Medication.all